[
    {
        "_id": "63d9f34f6d08bb0acd07db76",
        "itemName": "Singularity Band",
        "color": "Purple",
        "description": "Hits that deal more than 400% damage also fire a black hole that draws enemies within 15m into its center. Lasts 5 seconds before collapsing, dealing 100% (+100% per stack) TOTAL damage. Recharges every 20 seconds. Corrupts all Runald's and Kjaro's Bands.",
        "cooldown": "20 Seconds",
        "stackType": "Linear",
        "rarity": "Void",
        "itemImage": "https://riskofrain2.wiki.gg/images/3/30/Singularity_Band.png",
        "pickup": "High damage hits also create unstable black holes. Recharges over time. <style=cIsVoid>Corrupts all Runald's and Kjaro's Bands</style>.",
        "thumbUrl": "https://res.cloudinary.com/morgancrawfordweb/image/upload/v1675211975/riskofrain/Singularity_Band_suet3p.webp",
        "lore": "\t\"\"Whether light brightens or fades,\r\nWhether space holds or buckles,\r\nWe will draw near.\r\nWe will end as one.\"\r\n\r\n-The Syzygy of Io and Europa, Apocryphal Verse\r\n\""
    },
    {
        "_id": "63d9f34f6d08bb0acd07db6c",
        "itemName": "Safer Spaces",
        "color": "Purple",
        "description": "Blocks incoming damage once. Recharges after 15 seconds (-10% per stack) Corrupts all Tougher Times.",
        "cooldown": "None",
        "stackType": "Hyperbolic",
        "rarity": "Void",
        "itemImage": "https://riskofrain2.wiki.gg/images/9/9d/Safer_Spaces.png",
        "pickup": "Block the next source of damage. <style=cIsVoid>Corrupts all Tougher Times</style>.",
        "thumbUrl": "https://res.cloudinary.com/morgancrawfordweb/image/upload/v1675211974/riskofrain/Safer_Spaces_w6rzck.webp",
        "lore": "\t\"\"You can't shoot me.\n\nYou can't taze me.\n\nYou can't gas me.\n\nYou can't even knock me down.\n\nNot without something very precious going squish.\"\""
    },
    {
        "_id": "63d9f34f6d08bb0acd07db1d",
        "itemName": "Encrusted Key",
        "color": "Purple",
        "description": "A hidden cache containing an item (60%/30%/10%) will appear in a random location on each stage. Opening the cache consumes this item. Corrupts all Rusted Keys.",
        "cooldown": "None",
        "stackType": "None",
        "rarity": "Void",
        "itemImage": "https://riskofrain2.wiki.gg/images/f/fa/Encrusted_Key.png",
        "pickup": "Gain access to an Encrusted Cache that contains a void item. <style=cIsVoid>Corrupts all Rusted Keys</style>.",
        "thumbUrl": "https://res.cloudinary.com/morgancrawfordweb/image/upload/v1675211984/riskofrain/Encrusted_Key_xdhwtb.webp",
        "lore": "\t\"//--AUTO-TRANSCRIPTION FROM UES [Redacted] --//\n\n\"I have this key. I found it one day when I was taking a walk along the beach... It was washed up on the shore, all covered in crust and sand. I dunno why, but I took it with me... I figured it would be neat to try and figure out what this key went to. It'd be like a treasure hunt, y'know? Thing is, no matter who I went to, I never found anything. Any lock that seemed to match, the key wouldn't go in all the way. I was starting to get frustrated. I... I'm not too religious, but for some reason, I felt it was my destiny to use this old, beat-up key and find its match. M-Maybe it would change my life. I dunno. And, when I heard about this mission, for some reason, my heart began to race. I've heard all about the Contact Light's disappearance, everyone has. But... I don't know why, but I felt, in my heart of hearts... Whatever this key went to was where the Contact Light was. And it was my destiny to come along.\"\""
    },
    {
        "_id": "63d9f34f6d08bb0acd07db48",
        "itemName": "Lost Seer's Lenses",
        "color": "Purple",
        "description": "Your attacks have a 0.5% (+0.5% per stack) chance to instantly kill a non-Boss enemy. Corrupts all Lens-Maker's Glasses.",
        "cooldown": "None",
        "stackType": "Linear",
        "rarity": "Void",
        "itemImage": "https://riskofrain2.wiki.gg/images/1/14/Lost_Seer%27s_Lenses.png",
        "pickup": "Gain a 0.5% chance to instantly kill a non-boss enemy. <style=cIsVoid>Corrupts all Lens-Maker's Glasses</style>.",
        "thumbUrl": "https://res.cloudinary.com/morgancrawfordweb/image/upload/v1675211992/riskofrain/Lost_Seer_27s_Lenses_bjujxw.webp",
        "lore": "\t\"\"What does it mean to see?\n\nTo a beast, it means to identify potential food and mates. To propagate, to survive. Sight is nothing more than a means to an end, is it not?\n\nTo someone like me... To those who know true purpose... To see is to LIVE. To see is to spot that one little crack in the enemy's armor, to spot that smallest moment of hesitation when they rear back to strike.\n\nTo see the way flesh folds once the skull gives in to your weapon.\n\nYes, it's the little things, but seeing those things... REALLY seeing them. Ah, it fulfills you. I do hope you understand... And if not, you will eventually, if you've read this note.\"\n\n- Lost Journal, recovered from Petrichor V\""
    },
    {
        "_id": "63d9f34f6d08bb0acd07db49",
        "itemName": "Lysate Cell",
        "color": "Purple",
        "description": "Add +1 (+1 per stack) charge of your Special skill. Reduces Special skill cooldown by 33%. Corrupts all Fuel Cells.",
        "cooldown": "None",
        "stackType": "Linear",
        "rarity": "Void",
        "itemImage": "https://riskofrain2.wiki.gg/images/5/53/Lysate_Cell.png",
        "pickup": "Add an extra charge of your Special skill. <style=cIsVoid>Corrupts all Fuel Cells</style>.",
        "thumbUrl": "https://res.cloudinary.com/morgancrawfordweb/image/upload/v1675211992/riskofrain/Lysate_Cell_tsczwz.webp",
        "lore": "\t\"\"Recycling is an important thing. And I don't mean recycling a glass bottle to help the environment - though that's important too! No, by 'recycling,' I mean taking one thing, and using it for another. For example, my Ukelele. I love this thing. It has electric properties, and passes them on to my attacks - free chain lightning! But what if I were to 'recycle' it? I think the Uke would make a pretty good melee weapon. Imagine, bludgeoning a Lemurian and pumping it full of volts, in one easy step.\n\nDo you get what I'm saying? There's opportunities for recycling all over the place. You just need to open your mind to the possibilities, and see... And do a little recycling. It's good for the environment.\"\n\n- Lost Journal, recovered from Petrichor V\""
    },
    {
        "_id": "63d9f34f6d08bb0acd07db8f",
        "itemName": "Weeping Fungus",
        "color": "Purple",
        "description": "Heals for 2% (+2% per stack) of your health every second while sprinting. Corrupts all Bustling Fungi.",
        "cooldown": "None",
        "stackType": "Linear",
        "rarity": "Void",
        "itemImage": "https://riskofrain2.wiki.gg/images/e/e1/Weeping_Fungus.png",
        "pickup": "Heal while sprinting. <style=cIsVoid>Corrupts all Bustling Fungi</style>.",
        "thumbUrl": "https://res.cloudinary.com/morgancrawfordweb/image/upload/v1675211977/riskofrain/Weeping_Fungus_xnwb4q.webp",
        "lore": "\t\"//--AUTO-TRANSCRIPTION FROM UES [Redacted] --//\n\n\"This sucks.\"\n\n\"You know, you could have something to eat if you just said the magic word...\"\n\n\"No! I'm not having one of those $#@!ing mushrooms!\"\n\n\"C'mon, they're harmless. In fact, better than harmless, they're--\"\n\n\"Don't even start. And we don't even know that, remember how you got an infection after you first tried them!?\"\n\n\"Common head cold.\"\n\n\"Whatever. My point being, those things probably changed your digestive tract so you could eat them, or some weird $#!& like that. I'm not stooping to your level!\"\n\n\"Well, you're more than welcome to ride your high road with THEM, Mr. Picky Eater. Or, you could stay in the safety of this little cave, and share a snack with me.\"\n\n\"I... I'd rather--\"\n\nROAAAAAAAAAAAAAR!!\n\n\"...Oh my god, fine. Hand it over.\"\""
    },
    {
        "_id": "63d9f34f6d08bb0acd07db52",
        "itemName": "Newly Hatched Zoea",
        "color": "Purple",
        "description": "Every 60 (-50% per stack) seconds, gain a random Void ally. Can have up to 1 (+1 per stack) allies at a time. Corrupts all yellow items.",
        "cooldown": "None",
        "stackType": "Hyperbolic Linear",
        "rarity": "Void",
        "itemImage": "https://riskofrain2.wiki.gg/images/5/55/Newly_Hatched_Zoea.png",
        "pickup": "Periodically recruit allies from the <style=cIsVoid>Void</style>. <style=cIsVoid>Corrupts all yellow items</style><style=cIsVoid></style>.",
        "thumbUrl": "https://res.cloudinary.com/morgancrawfordweb/image/upload/v1675211994/riskofrain/Newly_Hatched_Zoea_hhw2xg.webp",
        "lore": "\t\"Lab Dissection Analysis File\r\nSubject: Newly Hatched Zoea\r\nTechnician: X. Shun\r\nTable Spec: BioSaf, spectroscopic hood enabled\r\nNotes:\r\n\r\n- Taking a moment to contain myself.\r\n- It's been quite a while since we've received a sample--INTACT sample--so I am being abundantly cautious.\r\n- Sample is in excellent condition.  I am pleased with the care Jiminez took compared to her predecessor.\r\n- Sample appears to be an undocumented carcinized species.  Perhaps a juvenile?\r\n- Attempting to biopsy epidermis\r\n- Exterior of the sample is too hard for my scalpel\r\n- I believe I have found the oral cavity.  Attemping oral biopsy.\r\n- //--AUTO-TRANSCRIPTION FAILED --//\r\n- //--AUTO-TRANSCRIPTION FAILED --//\r\n- Help\r\nEnd Of File\r\n\""
    },
    {
        "_id": "63d9f34f6d08bb0acd07db8a",
        "itemName": "Voidsent Flame",
        "color": "Purple",
        "description": "Upon hitting an enemy at full health, spawn a lava pillar in a 12m (+2.4m per stack) radius for 260% (+156% per stack) base damage. Corrupts all Will-o'-the-wisps.",
        "cooldown": "None",
        "stackType": "Linear",
        "rarity": "Void",
        "itemImage": "https://riskofrain2.wiki.gg/images/6/69/Voidsent_Flame.png",
        "pickup": "Full health enemies detonate on hit. <style=cIsVoid>Corrupts all Will-o'-the-wisps</style>.",
        "thumbUrl": "https://res.cloudinary.com/morgancrawfordweb/image/upload/v1675211977/riskofrain/Voidsent_Flame_v8umua.webp",
        "lore": "\t\"========================================\n====   MyBabel Machine Translator   ====\n====     [Version 12.45.1.009 ]   ======\n========================================\nTraining \nTraining \nTraining... \nTraining... \nComplete!\nDisplay result? Y/N\nY\n========================================\n\nWe take kindling and throw it in the fire.\n\nThe fire is pleased. The fire grows.\n\nWe take fruit and throw it in the fire.\n\nThe fire loves this gift. Embers pop from the fire and perform dances of joy before fading. Compounds inside the fruit are undone, returning to their base components. There are so many colors. So much energy.\n\nWe take a body and throw it into the fire. It will not be missed. He has more to spare.\n\nThe fire loves this gift. Fat in the body burns, producing a rainbow of beautiful hues in the flame. Muscles contract and snap, stimulated by the gnawing heat. The fire claims its meal, and returns it to energy.\n\nSo much energy. I believe I can work with this.\""
    },
    {
        "_id": "63d9f34f6d08bb0acd07db80",
        "itemName": "Tentabauble",
        "color": "Purple",
        "description": "5%(+5% per stack) chance on hit to root enemies for 1s(+1s per stack).Corrupts all chronobaubles",
        "cooldown": "Void",
        "stackType": "Linear",
        "rarity": "Void",
        "itemImage": "https://riskofrain2.wiki.gg/images/6/64/Tentabauble.png",
        "pickup": "Chance to root enemies on hit. <style=cIsVoid>Corrupts all Chronobaubles</style>.",
        "thumbUrl": "https://res.cloudinary.com/morgancrawfordweb/image/upload/v1675211976/riskofrain/Tentabauble_gzah8x.webp",
        "lore": "\t\"Order: Mobile Terrarium + Chronobauble\r\nTracking Number: 99******\r\nEstimated Delivery: 03/03/2076\r\nShipping Method: Biological\r\nShipping Address: 9042 Pvt. Drive, Yustik Plaza, Mercury\r\nShipping Details:\n\nHey, me in the past. This'll sound really corny, but I've been really into gardening lately. Now, before you say anything, you gotta think about the situation I'm in. I mean, with all the stuff going on, anyone would go nuts if they had to deal with - oops. No spoilers, my bad.\n\nAnyway, remember that chronobauble? The one we found on Mercury? Turns out, it has a \"fast-forward\" feature. I, um, tried to use it to help some hybrids I was growing mature faster. Botany stuff, you'll get it later - well, I may have made it go a bit too fast. This thing must've gone through a few millennia by the time I turned the dial back to 0. I'm pretty sure this is like, an entirely new genus of plant? Maybe even an entirely separate species. Note to self: remember to never turn the dial up to 11. You WILL create an abomination of evolution.\n\nAnyways, same drill as last time - shipping this to myself in 10 years. 10 years passes quickly, especially if it's contained within a locally accelerated temporal field. Yeah, it'll go by in the blink of an eye - alongside a couple millenia! Maybe I should take up scrapbooking next.\""
    },
    {
        "_id": "63d9f34f6d08bb0acd07db08",
        "itemName": "Benthic Bloom",
        "color": "Purple",
        "description": "Upgrades 3 (+3 per stack) random items to items of the next higher rarity at the start of each stage. Corrupts all 57 Leaf Clovers.",
        "cooldown": "None",
        "stackType": "Linear",
        "rarity": "Void",
        "itemImage": "https://riskofrain2.wiki.gg/images/b/b0/Benthic_Bloom.png",
        "pickup": "Upgrades your items at the start of each stage. <style=cIsVoid>Corrupts all 57 Leaf Clovers</style>.",
        "thumbUrl": "https://res.cloudinary.com/morgancrawfordweb/image/upload/v1675211978/riskofrain/Benthic_Bloom_sbcmws.webp",
        "lore": "\t\"\"Luck? Who needs luck, in a place like this.\n\nTo survive here, you'd need more than just luck. You need intuition. Instinct. The right tools. Power.\n\nI know you're scared. And I am too. But if there's anything this hell hole has taught me...\n\nWe make our own luck.\"\n\n- Signal Echoes, UES Contact Light\""
    },
    {
        "_id": "63d9f34f6d08bb0acd07db59",
        "itemName": "Pluripotent Larva",
        "color": "Purple",
        "description": "Upon death, this item will be consumed and you will return to life with 3 seconds of invulnerability, and all of your items that can be corrupted will be. Corrupts all Dio's Best Friends.",
        "cooldown": "None",
        "stackType": "Linear",
        "rarity": "Void",
        "itemImage": "https://riskofrain2.wiki.gg/images/2/26/Pluripotent_Larva.png",
        "pickup": "A spent item with no remaining power.",
        "thumbUrl": "https://res.cloudinary.com/morgancrawfordweb/image/upload/v1675211996/riskofrain/Pluripotent_Larva_wlpy7l.webp",
        "lore": "\t\"\"Life finds a way. Even in the depths of creation, there's bound to be something crawling along the sand, just hoping to make it through the day.\n\nWhy don't you take a ride in their shoes, just for one day? You may come out of the experience with a brand new perspective.\"\""
    },
    {
        "_id": "63d9f34f6d08bb0acd07db51",
        "itemName": "Needletick",
        "color": "Purple",
        "description": "10% (+10% per stack) chance to collapse an enemy for 400% base damage. Corrupts all Tri-Tip Daggers.",
        "cooldown": "None",
        "stackType": "Linear",
        "rarity": "Void",
        "itemImage": "https://riskofrain2.wiki.gg/images/7/76/Needletick.png",
        "pickup": "Chance to collapse enemies on hit. <style=cIsVoid>Corrupts all Tri-Tip Daggers</style>.",
        "thumbUrl": "https://res.cloudinary.com/morgancrawfordweb/image/upload/v1675211994/riskofrain/Needletick_axaqfw.webp",
        "lore": "\t\"Welcome to DataScraper (v3.1.53  beta branch)\n$ Scraping memory... done.\n$ Resolving... done.\n$ Combing for relevant data... done.\nComplete\n\nThe following has been flagged as evidence for use in the trial of Titan v. Cooper, to be presided over by the Supreme Court of Titan. Some details may be expunged for the safety and confidentiality of included persons.\n\n---\n\n\"Ah... |||||, my dear, do you watch any cartoons?\"\n\n\"P-Please... I w-w-want to go h-h-home...\"\n\n\"You see, there's this little trick they do that I've been meaning to try. You'll help me, won't you...?\"\n\n\"Oh, ||||||||... help me...\"\n\n\"Wonderful. Now stay nice and still for me. Let's see if this works...\"\n\n\"W-What are you... Uh...\"\n\n\"Give it a moment, |||||, my dear. Let me just put this darling toy back in its scabbard.\"\n\n\"W-What are you-- OH GOD!!! HELP ME!!! PLEASE STOP, MY ORGANS--\"\n\n\"Hey, no more tears. I just did something very cool. Let's see if I can do it with our favorite knife, hm?\"\n\n\"PLEASE, NO, PLEASE PLEASE PLEASE\"\n\nThe remainder of this transcript has been sealed.\nReason: vomit in buckets\""
    },
    {
        "_id": "63d9f34f6d08bb0acd07db58",
        "itemName": "Plasma Shrimp",
        "color": "Purple",
        "description": "Gain a shield equal to 10% of your maximum health. While you have a shield, hitting an enemy fires a missile that deals 40% (+40% per stack) TOTAL damage. Corrupts all AtG Missile Mk. 1s.",
        "cooldown": "None",
        "stackType": "Linear",
        "rarity": "Void",
        "itemImage": "https://riskofrain2.wiki.gg/images/c/cf/Plasma_Shrimp.png",
        "pickup": "While you have shield, fire missiles on every hit. <style=cIsVoid>Corrupts all AtG Missile Mk. 1s</style>.",
        "thumbUrl": "https://res.cloudinary.com/morgancrawfordweb/image/upload/v1675211995/riskofrain/Plasma_Shrimp_qrjogo.webp",
        "lore": "\t\"\"I believe there is a benefit to attacking from behind an impenetrable defense. Some may call it cheating, they may call you a coward, even... I call them targets. History is written by the winners, after all.\"\n\n- Lost Journal, recovered from Petrichor V\""
    },
    {
        "_id": "63d9f34f6d08bb0acd07db5b",
        "itemName": "Polylute",
        "color": "Purple",
        "description": "25% chance to fire lightning for 60% TOTAL damage up to 3 (+3 per stack) times. Corrupts all Ukuleles.",
        "cooldown": "None",
        "stackType": "Linear",
        "rarity": "Void",
        "itemImage": "https://riskofrain2.wiki.gg/images/b/b5/Polylute.png",
        "pickup": "Chance to repeatedly strike a single enemy with lightning. <style=cIsVoid>Corrupts all Ukuleles</style>.",
        "thumbUrl": "https://res.cloudinary.com/morgancrawfordweb/image/upload/v1675211996/riskofrain/Polylute_dd5e2r.webp",
        "lore": "\t\"Welcome to DataScraper (v3.1.53  beta branch)\n$ Scraping memory... done.\n$ Resolving... done.\n$ Combing for relevant data... done.\nComplete!\n\nI've made a fas---ating discove-y! Deep in this strange -----, I found some carvings on the c--ffs---. It appears to be... music! There's n----ng else -- could be! I'll att-mp- to t-ansc-be it, thou-- the i-terf--nc- may --ddy -- transmissions. Ahem...\n\nd, d, d, a, G. A-e --- g-t-ing this? Th---'s m--e.\n\n---- --- - - -- - -------- - - - - - ----- - - -- - - - -- - - -\n\nHow catchy!\""
    }
]